// Preflight
"DISK_FULL_TITLE" = "Il disco rigido non ha spazio sufficiente.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "Per scaricare gli aggiornamenti ti occorrono %@ di spazio disponibile. Per aumentare la quantità di spazio disponibile, sposta i documenti dal disco rigido e riprova.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "Per scaricare e installare gli aggiornamenti ti occorrono %@ di spazio disponibile. Per aumentare la quantità di spazio disponibile, sposta i documenti dal disco di avvio e riprova.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "Il computer non è collegato a una fonte di alimentazione.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "Per risultati migliori, dovresti collegare il computer a un alimentatore prima di procedere all'installazione. Sei sicuro di voler continuare l'installazione?";
"CONTINUE_TITLE" = "Continua";

"CANCEL_TITLE" = "Annulla";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "Non è possibile registrare l'aggiornamento “%@”.";
"NONE_CHECKED_DOWNLOAD_ERROR" = "Non è stato possibile registrare nessuno degli aggiornamenti selezionati.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "Impossibile registrare alcuni degli aggiornamenti selezionati.";

"UPDATE_INSTALL_ERROR" = "Non è possibile installare l'aggiornamento “%@”.";
"NONE_CHECKED_INSTALL_ERROR" = "Non è stato possibile installare nessuno degli aggiornamenti selezionati.";
"SOME_CHECKED_INSTALL_ERROR" = "Impossibile installare alcuni degli aggiornamenti selezionati.";

"OK_TITLE" = "OK";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "Impossibile installare l'aggiornamento.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "Per installare gli aggiornamenti, devi eseguire il logout.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "Per terminare l'installazione ed eseguire il logout, fai clic su Logout.";
"LOG_OUT_AND_INSTALL_TITLE" = "Logout";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "Per installare gli aggiornamenti devi riavviare il computer.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "Per completare l'installazione e riavviare il computer, fai clic su Riavvia.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Riavvia";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "Per installare gli aggiornamenti, devi spegnere il computer.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Per terminare l'installazione e spegnere il computer, fai clic su Spegni. Per riaccendere il computer, dovrai premere il pulsante di alimentazione.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Spegni";

"NOT_NOW_TITLE" = "Non adesso";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "Al completamento dell'altro aggiornamento, puoi scaricare e installare questo software scegliendo Aggiornamento Software dal menu Apple.";
"DEFAULT_NO_NETWORK_MESSAGE" = "La prossima volta che sei connesso a Internet, puoi scaricare e installare il software scegliendo Aggiornamento Software dal menu Apple.";
"STANDARD_NO_SUS_MESSAGE" = "Verifica che la connessione al network sia normale. Se non vi sono problemi di connessione, contatta l'amministratore network per assistenza.";
"NO_UPDATE_FOUND_ERROR" = "Il documento non è al momento disponibile.";
